Repository: amcgee/cor-map
Catalog: i18n/*.po
Languages: fr

source: No saved visualizations found, use the button below to create one!
fr: Aucune visualisation enregistrée n'a été trouvée, utilisez le bouton ci-dessous pour en créer une !

source: Configure Visualization
fr: Configurer la Visualisation

source: Step 1
fr: Étape 1

source: Unnamed Visualization
fr: Visualisation sans nom

source: Give your visualization a name
fr: Nommez votre visualisation

source: Step 2
fr: Étape 2

source: Select the relationships
fr: Sélectionner les relations

source: Step 3
fr: Étape 3

source: Define Tracked Entity Templates
fr: Définir les Modèles d'Entité Suivie

source: + Add Template
fr: + Ajouter le modèle

source: Step 4
fr: Étape 4

source: Map the Templates to Relationships
fr: Associer les modèles aux relations

source: Step 5
fr: Étape 5

source: Hide instances with no relationships
fr: Masquer les instances sans relations

source: Use bi-directional arrows ( <---> )
fr: Utiliser les flèches bidirectionnelles ( <---> )

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Template for 'from'
fr: Modèle pour "de"

source: Template for 'to'
fr: Modèle pour "à"

source: Template name
fr: Nom du modèle

source: Program
fr: Programme

source: Show Node Label
fr: Afficher le label du nœud

source: Node Label Attributes
fr: Attributs du label du nœud

source: Delete
fr: Supprimer

source: Saved Visualizations
fr: Visualisations enregistrées

source: New Visualization
fr: Nouvelle visualisation

source: Are you sure you want to delete the visualization "{{ name }}"? This cannot be undone.
fr: Voulez-vous vraiment supprimer la visualisation "{{nom }}" ? Cette opération est irréversible.

source: Loading visualization...
fr: Chargement de la visualisation...

source: An error occurred!
fr: Une erreur s'est produite !

source: Last updated {{- timeAgo}}
fr: Dernière mise à jour {{- timeAgo}}.

source: Please generate analytics tables
fr: Veuillez générer des tables analytiques

source: learn more
fr: en savoir plus

source: The analytics tables were last updated at {{time}} on {{date}}
fr: Les tables d'analytiques ont été mises à jour pour la dernière fois à {{heure}} le {{date}}

source: Male
fr: Masculin

source: Female
fr: Feminin

source: Building relationship graph...
fr: Création d'un graphique de relations...

source: An unknown error occurred!
fr: Une erreur inconnue s'est produite !

source: Enrolled programs
fr: Programmes d'enrôlement

source: Open in Tracker Capture
fr: Ouvrir dans Tracker Capture

source: Hide
fr: Masquer

source: Downloading data...
fr: Téléchargement des données...

source: No relationships found for the selected program enrollment period.
fr: Aucune relation trouvée pour la période d'enrôlement au programme sélectionné.

source: Too many tracked entity instances were found for the selected program enrollment start and end dates. This visualization may be missing some instances and relationships.
fr: Un nombre trop important d'instances d'entités suivies a été trouvé pour les dates de début et de fin d'enrôlement au programme sélectionné. La visualisation peut ne pas contenir certaines instances et relations.

source: Select a smaller date range and click update to try again.
fr: Sélectionnez une plage de dates plus restreinte et cliquez sur "Mettre à jour" pour réessayer.

source: Enrollment start date
fr: Date de début des enrôlements

source: Enrollment end date
fr: Date de fin des enrôlements

source: Update
fr: Mettre à jour

source: Click on a node in the graph to see details about the TEI
fr: Cliquez sur un nœud du graphique pour obtenir des détails sur la TEI

source: Select a date range and click Update to begin
fr: Sélectionnez une plage de dates et cliquez sur "Mettre à jour" pour commencer

source: All visualizations
fr: Toutes les visualisations

source: Edit
fr: Modifier
